Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Schlegel [Hämmer]
en: Masons' hammers

source: Löffel
en: Spoons

source: Messer für Simshobel
en: Blades for planes

source: Wiegemesser für Gemüse
en: Vegetable choppers

source: Handbetätigte Werkzeuge für die Fahrzeugreparatur
en: Hand-operated tools for repair of vehicles

source: Metalldrahtspanner [Handwerkzeuge]
en: Metal wire stretchers [hand tools]

source: Metallbandspanner [Handwerkzeuge]
en: Metal band stretchers [hand tools]

source: Stanzstempel [Handwerkzeuge]
en: Stamping-out tools [hand tools]

source: Handbetätigte Geräte für die kosmetische Pflege von Augenbrauen
en: Hand-operated apparatus for the cosmetic care of eyebrows

source: Handbetätigte Unkrautheber
en: Hand-operated weed diggers

source: Handbetätigte Unkrautschneider
en: Hand-operated weed cutters

source: Werkzeuge für die Zubereitung von Lebensmitteln, Küchenmesser und Schneidewerkzeuge sowie Essbestecke
en: Food preparation implements, kitchen knives and cutting implements, cutlery for eating

source: Folienschneider für Weinflaschen
en: Foil cutters for wine bottles

source: Schraubenzieher
en: Screwdrivers

source: Handbetätigte Stanzhandwerkzeuge, ausgenommen für Bürozwecke
en: Punching hand tools, hand-operated, other than for office use

source: Geflügelscheren
en: Poultry scissors

source: Suppenlöffel
en: Soup spoons

source: Kaffeelöffel
en: Coffee spoons

source: Handbetätigte Pumpen zum Pumpen von Brunnenwasser
en: Hand-operated pumps for pumping well water

source: Handbetätigte Sprühgeräte für industrielle oder gewerbliche Zwecke
en: Hand-operated sprayers for industrial or commercial use

source: Handbetätigte Vernebler für industrielle oder gewerbliche Zwecke
en: Hand-operated vaporizers for industrial or commercial use

source: Handbetätigte Zerstäuber für industrielle oder gewerbliche Zwecke
en: Hand-operated atomizers for industrial or commercial use

source: Nicht elektrische Barttrimmer
en: Non-electric beard trimmers

source: Forken für landwirtschaftliche Zwecke
en: Broadforks for agricultural purposes

source: Elektrische Brennscheren für die Haare
en: Electric crimping irons for the hair

source: Rollköpfe für Fußraspeln zur Entfernung von Hornhaut
en: Foot file roller heads for removing hardened skin

source: Handinstrumente für das Hautpeeling
en: Hand tools for exfoliating skin

source: Optische Spiegel
en: Mirrors [optics]

source: Elektrische Kontakte
en: Contacts, electric

source: Hüllen für Videokassetten
en: Jackets for video cassettes

source: Leuchtende Verkehrskegel aus Kunststoff
en: Plastic road cones [illuminated]

source: Elektrische Einsteckkarten
en: Plug-in cartridges [electric]

source: Faseroptische Betrachter [nicht für medizinische Zwecke]
en: Fibre optic viewers [not for medical purposes]

source: Bipolare Transistoren
en: Bi-polar transistors

source: Biologische Sicherheitsschränke
en: Biological safety cabinets

source: Bioreaktionsgefäße für Laborzwecke
en: Bioreactors for laboratory use

source: Geräte zum Messen von Antennenparametern
en: Antenna parameter measuring apparatus

source: Geräte für die automatische Chromatografie
en: Apparatus for automatic chromatography

source: Zirkulatoren [elektrische oder elektronische Bauteile]
en: Circulators [electric or electronic components]

source: Kodierte Telefonkarten
en: Encoded telephone cards

source: Digitale Farbdrucker
en: Digital colour printers

source: Zeitaufzeichnungsgeräte und -instrumente
en: Time recording apparatus and instruments

source: Digitale Anzeigegeräte
en: Digital indicators

source: PC-Anwendungssoftware für Dokumentenkontrollsysteme
en: Personal computer application software for document control systems

source: Magnetische Drehkompasse
en: Magnetic gyrocompasses

source: Automatische Telefonvermittlungsapparate
en: Automatic telephone exchange apparatus

source: Infrarotsichtapparate fÃ¼r Gewehre
en: Infrared gun sighting apparatus

source: Impulsbetriebene Stromstoßschalter
en: Pulse operated latching relays

source: Elektrische Druckschalter
en: Push switches (Electrical -)

source: Spektrokolorimeter, ausgenommen solche für ärztliche Diagnosezwecke
en: Spectrocolorimeters, other than for medical diagnostic use

source: Mikrochips
en: Microchips

source: Vergasungsapparate für Laborzwecke
en: Gasifiers for laboratory use

source: Videorekorder für Autos
en: Car video recorders

source: Elektrische Spannungstransformatoren
en: Electric voltage transformers

source: Reflektoren für Teleskope
en: Reflectors [for telescopes]

source: Windkanäle
en: Wind tunnels

source: Störungswarnlampen für Fahrzeuge
en: Vehicle breakdown warning lamps

source: Prüfstände für Manometereinstellungen
en: Test rigs for manometer adjustments

source: Photoelektrische Sensoren
en: Photoelectric sensors

source: Vergrößerungsapparate [Foto]
en: Enlarging apparatus [photography]

source: Apparate zur Herstellung von Fotoabzügen
en: Photographic print-making apparatus

source: Verkehrsleitgeräte [Leuchtschilder]
en: Traffic guidance apparatus [luminous sign]

source: Mechanische Verkehrinformationstafeln, nicht aus Metall
en: Traffic information panels (non-metallic -) [mechanical]

source: Elektrische Prüfinstrumente
en: Electrical test apparatus

source: Elektrische Wägeapparate
en: Electrical weighing apparatus

source: Licht-Zeiger [Laser-pointer]
en: Light-emitting electronic pointers

source: Kassettenkopfreiniger für Tonbänder
en: Cassette head cleaners for audio tapes

source: Elektrische Ventile [thermionische]
en: Electric valves [thermionic]

source: Elektrische Diebstahlwarngeräte, ausgenommen für Fahrzeuge
en: Electrical alarm instruments (anti-theft -) [other than for vehicles]

source: Zeichentrickfilme
en: Animated cartoons

source: CD-ROM-Laufwerke
en: CD rom drives

source: Signalprozessoren für Lautsprecher
en: Signal processors for audio speakers

source: Prüfapparate zur Überprüfung von optischen Geräten
en: Testing apparatus for checking optical devices

source: Drahtlose Kommunikationsgeräte
en: Wireless communication apparatus

source: Kabelkanal, elektrisch
en: Ducting for electric cables

source: Kabelverbindungen für Elektrokabel
en: Cable splices for electric cables

source: Kodierte Karten
en: Encoded cards

source: Touchpads [elektrisch]
en: Touch pads [electric]

source: PH-Meter
en: Ph meters

source: Mathematische Instrumente
en: Mathematical instruments

source: Temperaturempfindliche Prüfgeräte für gewerbliche Zwecke
en: Temperature sensitive testing apparatus for industrial use

source: Summer
en: Buzzers

source: Optische Kondensatoren
en: Optical condensers

source: Thermometer
en: Thermometers

source: Destilliergeräte für wissenschaftliche Zwecke
en: Distillation apparatus for scientific purposes

source: Computerprogramme für die Bildverarbeitung
en: Computer programmes for image processing

source: Computerprogramme für Telekommunikationszwecke
en: Computer programmes for use in telecommunications

source: Datei-Server
en: File servers

source: Ophthalmische Linsen
en: Ophthalmic lenses

source: Wasserstandsanzeiger
en: Water level indicators

source: Kodierte Magnetkarten
en: Encoded magnetic cards

source: Messbecher aus Polyethylen
en: Polyethylene measuring cups

source: Automatische Zutrittskontrollanlagen
en: Access control installations (Automatic -)

source: Automatische Zugangskontrollgeräte
en: Access control units (Automatic -)

source: Optische Empfänger
en: Optical receivers

source: Physikalische Apparate und Instrumente
en: Apparatus and instruments for physics

source: Messtische [Messinstrumente]
en: Plane tables [surveying instruments]

source: Lesegeräte [Datenverarbeitungsgeräte]
en: Readers [data processing equipment]

source: Trockenständer [Fotografie]
en: Drying racks [photography]

source: Elektroakustische Tonverstärker
en: Electroacoustic emphasisers

source: Anschlussteile, elektrisch
en: Connection units (Electric -)

source: Elektrische Sensoren
en: Electric sensors

source: Elektrische Signalapparate
en: Electrical signalling apparatus

source: Schnittstellen für Detektoren
en: Interfaces for detectors

source: Metallurgische Mikroskope
en: Metallurgical microscopes

source: Beleuchtungen für Mikroskope
en: Microscope illuminating devices

source: Zentraleinheiten [für die Datenverarbeitung]
en: Processors [central processing units]

source: Graphikkarten für Computer
en: Computer graphics boards

source: Elektronische Steuerungssysteme
en: Electronic control systems

source: Elektronische Datenträger
en: Electronic data carriers

source: Lichtquellen [Blitzlampen] für photographische Zwecke
en: Light sources [flashlamps] for photographic use

source: Schutzanzüge für Flieger
en: Protective suits for aviators

source: Detektoren
en: Detectors

source: Steuergeräte [per Fernbetrieb, elektrisch oder elektronisch]
en: Control stations (Remote, electric or electronic -)

source: Codierte Kreditkarten
en: Encoded credit cards

source: Ultraschallsonden, ausgenommen für medizinische Zwecke
en: Ultrasonic probes, other than for medical use

source: Erweiterungskarten für Mikrocomputer
en: Add-in cards for micro computers

source: Erweiterungskarten für Rechner
en: Add-on-cards for computers

source: Warnlampen für Fahrzeuge
en: Warning lamps for vehicles

source: Gasmasken
en: Gas masks

source: Software für das Inkassowesen
en: Software for debt recovery

source: Geräte zur Erzeugung von Stereosignalen
en: Stereo signal generator apparatus

source: Interaktive Videogeräte
en: Interactive video apparatus

source: Herunterladbare Telefonklingeltöne
en: Telephone ring tones [downloadable]

source: Anschlusskästen für Telefondrähte
en: Telephone wire connection boxes

source: Teleskopmaße mit digitaler Anzeige
en: Telescopic measures with a digital read out

source: Elektronisches Schaltergerippe
en: Skeleton switches [electronic]

source: Monitore [Computerhardware]
en: Monitors [computer hardware]

source: Elektronische Geräte zur Übertragung von Audiosignalen
en: Electronic units for transmitting audio signals

source: Elektronische Bildschirmgeräte
en: Electronic visual display units

source: Magnetträger für Software
en: Magnetic supports for software

source: Taktile elektronische Bildschirme
en: Tactile screens [electronic]

source: Hochfrequenzgesteuerte Schlösser
en: Radio-frequency controlled locks

source: Warnanzeigegeräte [ausgenommen für Fahrzeuge]
en: Warning indicating apparatus [other than for vehicles]

source: Warnleuchten [Blinklichtbaken]
en: Warning lights [flashing beacons]

source: Interaktive Computersysteme
en: Interactive computer systems

source: Brutapparate für Bakterienkulturen
en: Incubators for bacteria culture

source: Zielsuchgeräte [optisch]
en: Target trackers [optical]

source: Farbmonitore
en: Colour monitors

source: Elektrophoretische Displays
en: Electrophoretic displays

source: Software für Desktoppublishing
en: Desktop publishing software

source: Leuchtende oder mechanische Richtungsbeschilderung
en: Directional signage [luminous or mechanical]

source: Sicherheitsgeräte zur Verarbeitung von Tonsignalen
en: Security apparatus for processing audio signals

source: Immunofärbungsapparate [nicht für medizinische Zwecke]
en: Immunostaining instruments [for scientific purposes]

source: Grafische Anzeigegeräte
en: Graphic display terminals

source: Glashohlgefäße für Messzwecke
en: Hollow glass containers for measuring

source: Stroboskopische Leuchten [Warnleuchten]
en: Stroboscopic lamps [warning beacons]

source: Aufnahmegeräte für Wärmebilder für Nachtsichtzwecke
en: Thermal imaging apparatus for night vision

source: Wärmefühler [Thermostate]
en: Thermal sensors [thermostats]

source: Diffraktionsgeräte [Mikroskopie]
en: Diffraction apparatus [microscopy]

source: Software zur Steuerung und Verbesserung der Klangqualität von Audiogeräten
en: Software to control and improve audio equipment sound quality

source: Soundkarten
en: Sound cards

source: Integrierte Tonverstärker
en: Integrated audio amplifiers

source: Computersoftware für die Datenübertragung zwischen Computern über ein lokales Netz
en: Computer software for communication between computers over a local network

source: Elektrische Navigationsapparate
en: Electric navigational instruments

source: Elektronische Navigationsgeräte
en: Navigating apparatus (Electronic -)

source: Sicherheitsrelais [elektrisch]
en: Safety relays [electric]

source: Optische Sichtgläser
en: Sight glasses [optical]

source: Apparate zur Messung des Kraftstoffverbrauchs
en: Fuel consumption measuring apparatus

source: Zielfernrohre für die Artillerie
en: Target sights for artillery [telescopic]

source: Chromatografen für wissenschaftliche oder Laborzwecke
en: Chromatographs for scientific or laboratory use

source: Chromatografiegeräte für Labor- oder wissenschaftliche Zwecke
en: Chromatography instruments for scientific or laboratory use

source: Druckmessgeräte, nicht für medizinische Zwecke
en: Manometer lines, other than for medical use

source: Kennzeichen für elektrische Leiter
en: Markers for electrical conductors

source: Maser [Mikrowellenverstärker]
en: Masers [microwave amplifiers]

source: Mechanische Straßenkegel
en: Road cones [mechanical]

source: Leiterplatten für Computer
en: Computer circuit boards

source: Rastersonden, ausgenommen für medizinische Zwecke
en: Scanning probes, other than for medical use

source: Sicherheitsalarmanlagen, ausgenommen für Fahrzeuge
en: Security alarm systems [other than for vehicles]

source: Elektrische Prozesssteuergeräte
en: Process controlling apparatus [electric]

source: Dias für Overhead-Projektoren
en: Slides for overhead projectors

source: Brandschutzmasken [Rettungsgeräte]
en: Smoke hoods [life saving apparatus]

source: Datensichtgeräte
en: View data terminals

source: Schutzschuhe [gegen Unfall oder Verletzungen]
en: Protective shoes [against accident or injury]

source: Software für Tabellendarstellungen
en: Table representation software

source: Destillierkolben [Laborgeräte]
en: Stills for laboratory experiments

source: Gedruckte Erweiterungsleiterplatten
en: Printed circuit expansion boards

source: Flugsimulatoren für Luftfahrzeuge
en: Flight simulators for aircraft

source: Inkubatoren für Laborzwecke
en: Incubators for laboratory use

source: Aufblasbare Apparate für Lebensrettungszwecke
en: Inflatable apparatus for life-saving purposes

source: Aufblasbare Rettungsboote
en: Inflatable lifeboats

source: Klappbare Multimeter
en: Folding multimeters

source: Compact-Disks [Ton, Bild]
en: Compact discs [audio-video]

source: Okularbestückte Instrumente
en: Instruments containing eyepieces

source: Stative für Ferngläser
en: Tripods for binoculars

source: Ophthalmische Glaslinsen
en: Glass ophthalmic lenses

source: Thermostatische Kontrollapparate
en: Thermostat control apparatus

source: Angepasste Lautsprecherhalterungen
en: Loudspeaker stands [adapted for]

source: Computersoftware zur Verschlüsselung
en: Computer software for encryption

source: Interaktive Fernsehterminals
en: Interactive television terminal sets

source: Asbestbekleidungsstücke zum Schutz gegen Feuer
en: Asbestos clothing for protection against fire

source: Codierte Identifikationsarmbänder, magnetisch
en: Encoded identification bracelets, magnetic

source: Polarisierende Brillen
en: Polarizing spectacles

source: Kodierte Kunststoffkarten
en: Plastic cards [encoded]

source: Faseroptische Periskope
en: Fibre optic periscopes

source: Leuchtende Sicherheitsbaken
en: Luminous safety beacons

source: Kodierte elektronische Chipkarten
en: Encoded electronic chip cards

source: Optische Filter
en: Optical filters

source: Optische Brillen
en: Optical glasses

source: Software für Bonitätsprüfungen
en: Credit screening software

source: Geräte zur Freisprechnutzung von Mobiltelefonen
en: Devices for hands-free use of mobile phones

source: Videokameras für Überwachungszwecke
en: Video cameras adapted for monitoring purposes

source: Magnetisch kodierte Zahlkarten
en: Payment cards being magnetically encoded

source: Elektrische Steuerschaltungen
en: Electrical control circuits

source: Elektrische Verteilungsschienen
en: Electrical distributing busbars

source: Batterieladegeräte zur Verwendung mit Telefonen
en: Battery chargers for use with telephones

source: Fernsteuerungen zur Bedienung von Fahrzeugalarmanlagen
en: Remote controls for operating vehicle alarms

source: Kodierte oder magnetische Informationsträger
en: Information carriers [encoded or magnetic]

source: InfrarotgerÃ¤te zur Ortsbestimmung
en: Infrared locating apparatus

source: Näherungsschalter
en: Proximity switches

source: Pyroelektrische Infrarotsensoren
en: Pyroelectric infrared sensors

source: Steuerungen für Laserdrucker
en: Laser printer controllers

source: Laser für gewerbliche Zwecke
en: Lasers for industrial use

source: Lautsprecher für Computer
en: Speakers for computers

source: Lautsprecher für Plattenspieler
en: Speakers for record players

source: Mikroprozessoren
en: Microprocessors

source: Computersoftware zur Verwendung bei der Migration zwischen verschiedenen Computernetz-Betriebssystemen
en: Computer software for use in migrating between different computer network operating systems

source: Computersoftware in Bezug auf Finanzgeschichte
en: Computer software relating to financial history

source: Fernsteuerungsgeräte für automatische Ventile
en: Valves (Remote controls for automatically operating -)

source: Phiolen für wissenschaftliche Zwecke
en: Vials for scientific purposes

source: Schnurlose Telefone
en: Cordless telephones

source: Ultraschall-Sensoren
en: Ultrasonic sensors

source: Lose Brillengestelle
en: Unmounted spectacle frames

source: Prüfgeräte für Elektronikteile
en: Testing devices for electronic parts

source: Belichtete fotografische Filme
en: Photographic film [exposed]

source: Fotografische Negative
en: Photographic negatives

source: Leuchtende Verkehrsschilder
en: Traffic signs of metal [luminous]

source: Schulungshandbücher in Form von Computerprogrammen
en: Training manuals in the form of a computer program

source: Datenverarbeitungssoftware für grafische Darstellungen
en: Data processing software for graphic representations

source: Starter für elektrische Lampen
en: Starters for electric lights

source: Kabelkanäle für Elektrokabel
en: Conduit for electric cables

source: Elektroleitband als Messinstrument
en: Electrical tape jigs [measuring instruments]

source: Elektrische Telefondrähte
en: Electrical telephone wires

source: Sonden für wissenschaftliche Zwecke
en: Probes for scientific purposes

source: Zentrifugalseparatoren für Laborzwecke
en: Centrifuge separators for laboratory use

source: Elektrische Verstärker
en: Electrical amplifiers

source: Elektrische Verstärker zur Verwendung mit Musikinstrumenten
en: Electrical amplifiers for use with musical instruments

source: Elektronische Metronome
en: Electronic metronomes

source: Sprachgesteuerte Kodierer
en: Voice operated coders

source: Computer als Arbeitsstation
en: Work stations [computer apparatus]

source: Feuermelder
en: Fire alarms

source: Mikrofilme [belichtet]
en: Microfilm [exposed]

source: Tragbare Tonaufzeichnungsgeräte
en: Portable sound recording apparatus

source: Elektrische Puffer
en: Buffers [electric]

source: Leuchtende Anschlagtafeln
en: Bulletin boards (Illuminated -)

source: Angepasste Schränke für elektrische Geräte
en: Cabinets adapted to hold electrical apparatus

source: Elektrische Kabelkanäle
en: Cable channels (Electric -)

source: Objektive für die Astrofotografie
en: Lenses for astrophotography

source: Leuchtbaken [Sicherheitsausrüstung]
en: Beacon lights [safety equipment]

source: Fingerabdruck-Scanner
en: Fingerprint scanners

source: Pneumatische Steuerungsapparate
en: Pneumatic control apparatus

source: Tragbare Solarbatterien zur Erzeugung von Elektrizität
en: Portable solar panels for generating electricity

source: Tomographische Apparate, nicht für medizinische Zwecke
en: Tomographic instruments, other than for medical use

source: Photoelektronische Spektroskopie-Analysegeräte [nicht für medizinische Zwecke]
en: Photo electron spectroscopy analyzers [not for medical purposes]

source: Schutzmasken
en: Protective masks

source: Temperaturmesser für wissenschaftliche Zwecke
en: Temperature meters for scientific use

source: Elektronisch aufgezeichnete Daten
en: Data recorded electronically

source: Koppler [Datenverarbeitung]
en: Couplers [data processing equipment]

source: Entladungsröhren [elektrisch], nicht für Beleuchtungszwecke
en: Discharge tubes, electric, other than for lighting

source: Dunkelkammerlampen [Fotografie]
en: Darkroom lamps [photography]

source: Elektrische Steuerungen für automatische Schieber
en: Valves (Electric controls for automatically operating -)

source: Wasserzähler
en: Water meters

source: Lederetuis für tragbare Telefone
en: Leather cases for mobile phones

source: Automatische Zugangskontrollsysteme
en: Access control systems (Automatic -)

source: Elektrische Zugangskontrollanlage
en: Access control systems (Electric -)

source: Ethernet-Schalter
en: Ethernet switches

source: Pipetten
en: Pipettes

source: Ohrtampons für Taucher
en: Ear plugs for divers

source: Elektrische Kabelbäume
en: Electric wiring harnesses

source: Elektronische Transistoren
en: Transistors [electronic]

source: Atemmasken [ausgenommen für künstliche Beatmung]
en: Respiratory masks, other than for artificial respiration

source: Anzeigegeräte, elektrisch
en: Electricity indicators

source: Elektro-optische Sensoren
en: Electro-optical sensors

source: Fertige Ingots [Halbleiterplatten] für die Herstellung von Halbleitererzeugnissen
en: Ingots being prepared substrates for the manufacture of semi-conductors

source: Instrumente zum Analysieren von Fotografien
en: Instruments for analysing photographs

source: Computerbetriebssoftware für Großrechner
en: Operating computer software for main frame computers

source: Optische Platten mit Tonaufzeichnungen
en: Optic discs carrying audio recordings

source: Elektrische Reduzierwandler
en: Electrical reducing transformers

source: Lautsprecher für Kraftfahrzeuge
en: Audio speakers for automobiles

source: Automatische Fahrkartendruckgeräte
en: Automated ticket printing apparatus

source: Automatische Wählapparate
en: Automatic dialling apparatus

source: Instrumente zur Messung von Milchqualitätsparametern
en: Instruments for measuring milk quality parameters

source: Mineralisolierte Elektrokabel
en: Mineral insulated electric cables

source: Umweltschutzmasken für den Atemschutz
en: Anti-pollution masks for respiratory protection

source: Datenerhebungsinstrumente für die Luftfahrt
en: Airborne data acquisition instruments

source: Klappenschränke [Elektrizität]
en: Switchboxes [electricity]

source: Filme [fotografische, belichtet] für Overheadprojektoren
en: Transparent films [photographic, exposed] for overhead projectors

source: Belichtete Röntgenfilme, außer für medizinische Zwecke
en: Exposed x-ray films, other than for medical use

source: Optische Sichtgläser [Türspione] für Türen
en: Optical viewing glasses [peep holes] for doors

source: Automatische Druckverlustanzeiger für Fahrzeugreifen
en: Automatic indicators of low pressure in vehicle tires [tyres]

source: Elektrische Alarmglocken
en: Alarm bells, electric

source: Diktiermaschinen
en: Dictating machines

source: Raster für die Fotogravur
en: Screens for photoengraving

source: Bedienfelder für Kochherde
en: Cooker control panels

source: Anpassungsgeräte für Reifen
en: Tyre matching apparatus

source: Herunterladbare Computerspielprogramme
en: Downloadable computer game programs
